Repository: yuangy1995/dsm-native-client
Catalog: windows/src/LanStash.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# NasSettingsRebootSubmitted
source: The restart was submitted. The NAS should be reachable again shortly.
zh_cn: 重启请求已提交。NAS 应很快恢复可访问状态。

# NasSettingsFileServiceTitle
source: File service settings
zh_cn: 文件服务设置

# NasSettingsTerminalTitle
source: Terminal settings
zh_cn: 终端设置

# NasSettingsProxyTitle
source: Proxy settings
zh_cn: 代理设置

# NasSettingsNetworkTitle
source: Network settings
zh_cn: 网络设置

# NasSettingsRegionTitle
source: Region and time settings
zh_cn: 区域与时间设置

# NasSettingsSecurityTitle
source: Security settings
zh_cn: 安全设置

# NasSettingsHardwareTitle
source: Hardware and power settings
zh_cn: 硬件与电源设置

# ActionEdit
source: Edit
zh_cn: 编辑

# ContainerManagerContainersTab.Header
source: Containers
zh_cn: 容器

# ContainerManagerImagesTab.Header
source: Images
zh_cn: 映像

# ContainerManagerNetworksTab.Header
source: Networks
zh_cn: 网络

# ContainerManagerProjectsTab.Header
source: Projects
zh_cn: 项目

# ContainerManagerEventsTab.Header
source: Events
zh_cn: 事件

# ContainerManagerImagesList.AutomationProperties.Name
source: Container image list
zh_cn: 容器映像列表

# ContainerManagerNetworksList.AutomationProperties.Name
source: Container network list
zh_cn: 容器网络列表

# ContainerManagerProjectsList.AutomationProperties.Name
source: Container project list
zh_cn: 容器项目列表

# ContainerManagerEventsList.AutomationProperties.Name
source: Container event list
zh_cn: 容器事件列表

# ContainerManagerSectionLoading.Text
source: Loading information…
zh_cn: 正在载入信息…

# ContainerManagerSectionEmpty.Text
source: No items are available in this section. Refresh after changes are made in DSM.
zh_cn: 此分区目前没有可显示的项目。在 DSM 中进行更改后可刷新查看。

# ContainerManagerSectionError.Text
source: This information couldn’t be loaded. Select Refresh to try again.
zh_cn: 无法载入此信息。请选择“刷新”重试。

# ContainerManagerSectionUnavailable.Text
source: This NAS doesn’t currently provide this information to the app.
zh_cn: 此 NAS 目前未向应用提供此信息。

# ContainerManagerEventLevelInformation
source: Information
zh_cn: 信息

# ContainerManagerEventLevelWarning
source: Warning
zh_cn: 警告

# ContainerManagerEventLevelError
source: Needs attention
zh_cn: 需要注意

# VirtualMachineManagerProtectionTab.Header
source: Protection
zh_cn: 保护

# VirtualMachineManagerEventsTab.Header
source: Events
zh_cn: 事件

source: Virtual machine protection list
zh_cn: 虚拟机保护列表

source: Virtual machine event list
zh_cn: 虚拟机事件列表

# VirtualMachineManagerProtectionPlan
source: Protection plan
zh_cn: 保护计划

# VirtualMachineManagerProtectionSchedule
source: Schedule policy
zh_cn: 计划策略

# VirtualMachineManagerProtectionRetention
source: Retention policy
zh_cn: 保留策略

# VirtualMachineManagerResource
source: Resource
zh_cn: 资源

# VirtualMachineManagerEventLevelInformation
source: Information
zh_cn: 信息

# VirtualMachineManagerEventLevelWarning
source: Warning
zh_cn: 警告

# VirtualMachineManagerEventLevelError
source: Needs attention
zh_cn: 需要注意

# PhotosLibraryTimeline
source: Timeline
zh_cn: 时间线

# PhotosLibraryFolders
source: Folders
zh_cn: 文件夹

# PhotosLibraryAlbums
source: Albums
zh_cn: 相册

# PhotosLibrarySharing
source: Sharing
zh_cn: 共享

# PhotosPersonalSpace
source: Personal space
zh_cn: 个人空间

# PhotosSharedSpaceClosed
source: Shared-space access is not available yet. Personal-space photos remain available.
zh_cn: 暂不开放共享空间，可继续使用个人空间照片。

# PhotosSearchPlaceholder
source: Search photos
zh_cn: 搜索照片

# PhotosChooseMonth
source: Go to month
zh_cn: 跳转到月份

# PhotosRefresh
source: Refresh
zh_cn: 刷新

# PhotosBack
source: Back
zh_cn: 返回

# PhotosFilters
source: Filters
zh_cn: 筛选

# PhotosRetry
source: Try again
zh_cn: 重试

# PhotosReviewDeletion
source: Check deletion result
zh_cn: 核对删除结果

# PhotosLoadNewer
source: Load newer photos
zh_cn: 加载较新的照片

# PhotosLoadOlder
source: Load more
zh_cn: 加载更多

# PhotosPreviousPhoto
source: Previous photo
zh_cn: 上一张

# PhotosNextPhoto
source: Next photo
zh_cn: 下一张

# PhotosPlayLive
source: Play Live Photo
zh_cn: 播放实况照片

# PhotosStopLive
source: Show still photo
zh_cn: 显示静态照片

# PhotosSaveOriginal
source: Save original
zh_cn: 保存原件

# PhotosDeleteOriginal
source: Delete original
zh_cn: 删除原件

# PhotosDetails
source: Photo details
zh_cn: 照片详情

# PhotosClose
source: Close
zh_cn: 关闭

# PhotosCancel
source: Cancel
zh_cn: 取消

# PhotosCategoryRecent
source: Recently added
zh_cn: 最近添加

# PhotosCategoryPeople
source: People
zh_cn: 人物

# PhotosCategorySubjects
source: Subjects
zh_cn: 主题

# PhotosCategoryLocations
source: Places
zh_cn: 地点

# PhotosCategoryTags
source: Tags
zh_cn: 标签

# PhotosCategoryVideos
source: Videos
zh_cn: 视频

# PhotosSharedWithMe
source: Shared with me
zh_cn: 与我共享

# PhotosSharedWithOthers
source: Shared with others
zh_cn: 与他人共享

# PhotosPhotoRequests
source: Photo requests
zh_cn: 照片请求

# PhotosCopyLink
source: Copy link
zh_cn: 复制链接

# PhotosCopyLinkFailed
source: The link could not be copied. Please try again.
zh_cn: 无法复制链接，请重试。

# PhotosLinkCopied
source: Link copied.
zh_cn: 链接已复制。

# PhotosLoading
source: Loading photos
zh_cn: 正在加载照片

# PhotosLoadingDescription
source: You can switch views while photos load.
zh_cn: 加载期间可切换其他视图。

# PhotosLoadFailed
source: Photos could not be loaded
zh_cn: 无法加载照片

# PhotosEmpty
source: No photos here yet
zh_cn: 这里还没有照片

# PhotosEmptyDescription
source: Add photos in Synology Photos, then refresh this view.
zh_cn: 请先在 Synology Photos 中添加照片，再刷新此视图。

# PhotosFilteredEmpty
source: No matching photos
zh_cn: 没有符合条件的照片

# PhotosFilteredEmptyDescription
source: Try a different search or clear the filters.
zh_cn: 请更换搜索词或清除筛选条件。

# PhotosLoadedCount
source: {0} items loaded
zh_cn: 已加载 {0} 项

# PhotosItemCount
source: {0} items
zh_cn: {0} 项

# PhotosServiceUnavailable
source: Photos is not available. Check that Synology Photos is installed and enabled, then reconnect.
zh_cn: 暂时无法使用照片。请确认已安装并启用 Synology Photos，然后重新连接。

# PhotosServicePermission
source: This account cannot open the photo library. Check its Photos and personal-space permissions, then reconnect.
zh_cn: 此账号无法打开图库。请检查照片和个人空间权限，然后重新连接。

# PhotosServiceInvalidResponse
source: Photos could not be loaded. Please refresh or reconnect and try again.
zh_cn: 无法加载照片，请刷新或重新连接后重试。

# PhotosSessionExpired
source: Your connection has expired. Sign in again to view your photos.
zh_cn: 连接已过期，请重新登录后查看照片。

# PhotosCategoriesFailed
source: Some categories could not be loaded. Refresh to try again; albums are still available.
zh_cn: 部分分类无法加载，请刷新重试；仍可浏览相册。

# PhotosFiltersFailed
source: Some filter choices could not be loaded. Try again or use the available choices.
zh_cn: 部分筛选选项无法加载，请重试或使用已有选项。

# PhotosMediaPhoto
source: Photos
zh_cn: 照片

# PhotosMediaVideo
source: Video
zh_cn: 视频

# PhotosMediaLive
source: Live
zh_cn: 实况

# PhotosMediaFailed
source: This photo or video could not be opened. Try again, or save the original to open it in another app.
zh_cn: 无法打开此照片或视频。请重试，或保存原件后使用其他应用打开。

# PhotosSaving
source: Saving the original…
zh_cn: 正在保存原件…

# PhotosSaveProgress
source: Saving the original: {0}
zh_cn: 正在保存原件：{0}

# PhotosSaved
source: Original saved.
zh_cn: 原件已保存。

# PhotosSaveFailed
source: The original could not be saved. Your existing file has not been replaced. Check the destination and try again.
zh_cn: 无法保存原件，已有文件未被替换。请检查保存位置后重试。

# PhotosDeleteUnverified
source: Deletion is not available for this connection. You can manage originals in Synology Photos.
zh_cn: 此连接暂不开放删除，请在 Synology Photos 中管理原件。

# PhotosDeleteChanged
source: This photo changed. Refresh the library and check it before deleting.
zh_cn: 此照片已发生变化，请刷新图库并核对后再删除。

# PhotosDeleteDenied
source: This account cannot delete this original. Check its photo-folder permissions.
zh_cn: 此账号无权删除该原件，请检查照片文件夹权限。

# PhotosDeleteFailed
source: Deletion could not be prepared. Refresh and check the photo before trying again.
zh_cn: 无法准备删除，请刷新并核对照片后重试。

# PhotosDeletePending
source: The deletion result is not yet confirmed. Check the result before taking any further action; do not delete again.
zh_cn: 删除结果尚未确认。请先核对结果，不要再次删除。

# PhotosDeleteConfirmBody
source: Delete the original “{0}” from your NAS? It will disappear from the library and its albums. This is not just removing it from an album, and recovery is not guaranteed.
zh_cn: 确定删除 NAS 上“{0}”的原件吗？它将从图库及所属相册中消失。这不是仅从相册移除，且不保证可以恢复。

# PhotosApplyFilters
source: Apply filters
zh_cn: 应用筛选

# PhotosClearFilters
source: Clear filters
zh_cn: 清除筛选

# PhotosFilterMedia
source: Media type
zh_cn: 媒体类型

# PhotosFilterDate
source: Date range
zh_cn: 日期范围

# PhotosDateFrom
source: From
zh_cn: 开始日期

# PhotosDateTo
source: To
zh_cn: 结束日期

# PhotosFilterPerson
source: Person
zh_cn: 人物

# PhotosFilterLocation
source: Place
zh_cn: 地点

# PhotosFilterTag
source: Tag
zh_cn: 标签

# PhotosFilterRating
source: Rating
zh_cn: 评分

# PhotosFilterCamera
source: Camera
zh_cn: 相机

# PhotosFilterLens
source: Lens
zh_cn: 镜头

# PhotosFilterFocal
source: Focal length
zh_cn: 焦距

# PhotosFilterExposure
source: Exposure time
zh_cn: 曝光时间

# PhotosFilterAperture
source: Aperture
zh_cn: 光圈

# PhotosFilterAny
source: Any
zh_cn: 不限

# PhotosRatingValue
source: {0} stars
zh_cn: {0} 星

# PhotosFocalFrom
source: {0} mm or more
zh_cn: {0} 毫米及以上

# PhotosFocalRange
source: {0}–{1} mm
zh_cn: {0}–{1} 毫米

# PhotosExposureRange
source: {0}/{1}–{2}/{3} s
zh_cn: {0}/{1}–{2}/{3} 秒

# PhotosFilterSelectionUnavailable
source: Current selection (not in the latest choices)
zh_cn: 当前选项（不在最新列表中）

# PhotosFilterInvalidDate
source: Choose both dates. The end date must not be before the start date.
zh_cn: 请选择开始和结束日期，结束日期不能早于开始日期。

# PhotosMetadataFilename
source: Filename
zh_cn: 文件名

# PhotosMetadataTaken
source: Taken
zh_cn: 拍摄时间

# PhotosMetadataIndexed
source: Added
zh_cn: 添加时间

# PhotosMetadataSize
source: Original size
zh_cn: 原件大小

# PhotosBytes
source: {0} bytes
zh_cn: {0} 字节

# PhotosMetadataResolution
source: Resolution
zh_cn: 分辨率

# PhotosMetadataDescription
source: Description
zh_cn: 描述

# PhotosMetadataDuration
source: Duration
zh_cn: 时长

# PhotosSeconds
source: {0} s
zh_cn: {0} 秒

# PhotosMetadataCoordinates
source: Coordinates
zh_cn: 坐标

# WorkspaceConnected.Text
source: Connected
zh_cn: 已连接

# WorkspaceAddDevice.Content
source: ＋ Add NAS
zh_cn: ＋ 添加 NAS

# WorkspaceStorage.Content
source: Storage
zh_cn: 存储空间

# WorkspaceFileCount
source: {0:N0} items
zh_cn: {0:N0} 个项目

# WorkspaceFileCountSelected
source: {0:N0} items · {1:N0} selected
zh_cn: {0:N0} 个项目 · 已选 {1:N0} 项

# WorkspaceFileFolder
source: Folder
zh_cn: 文件夹

# WorkspaceFileDocument
source: File
zh_cn: 文件

# WorkspaceFileName.Text
source: Name
zh_cn: 名称

# WorkspaceFileModified.Text
source: Date modified
zh_cn: 修改日期

# WorkspaceFileSize.Text
source: Size
zh_cn: 大小

source: Details
zh_cn: 详细信息

# WorkspaceInspectorToggle.AutomationProperties.Name
source: Show item details
zh_cn: 显示项目详情

# WorkspaceInspectorTitle.Text
source: Selected item
zh_cn: 所选项目

# WorkspaceInspectorEmptyTitle.Text
source: Select an item to view
zh_cn: 选择要查看的项目

# WorkspaceInspectorEmptyMessage.Text
source: Select a file or folder to see its information here.
zh_cn: 选择文件或文件夹，即可在这里查看信息。

# WorkspaceConnection.Text
source: Connected to NAS
zh_cn: 已连接 NAS

# WorkspaceUploadLabel.Text
source: Upload
zh_cn: 上传

# WorkspaceUpload.AutomationProperties.Name
source: Upload files
zh_cn: 上传文件

# WorkspaceSavedDevices.Text
source: NAS devices
zh_cn: NAS 设备

# WorkspaceStorageTotal
source: Total capacity
zh_cn: 总容量

# WorkspaceStorageUsed
source: Used
zh_cn: 已使用

# WorkspaceStorageFree
source: Available
zh_cn: 可用空间

# WorkspaceStorageHealth
source: Overall status
zh_cn: 整体状态

# WorkspaceStorageHealthy
source: Healthy
zh_cn: 良好

# WorkspaceStorageCheckDetails
source: Review details
zh_cn: 查看详情

# WorkspaceStorageVolumeCount
source: {0:N0} volumes
zh_cn: {0:N0} 个存储空间

# WorkspaceSidebarToggle.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Toggle sidebar
zh_cn: 显示或隐藏侧栏

# WorkspaceSidebarToggle.AutomationProperties.Name
source: Toggle sidebar
zh_cn: 显示或隐藏侧栏

# WorkspaceContainerOverview.Header
source: Overview
zh_cn: 总览

# WorkspaceContainerCount.Text
source: Containers
zh_cn: 容器

# WorkspaceImageCount.Text
source: Images
zh_cn: 映像

# WorkspaceNetworkCount.Text
source: Networks
zh_cn: 网络

# WorkspaceProjectCount.Text
source: Projects
zh_cn: 项目

# WorkspaceMachinesTab.Header
source: Virtual machines
zh_cn: 虚拟机

# WorkspaceFilterAll.Header
source: All
zh_cn: 全部

# WorkspaceFilterActive.Header
source: Active
zh_cn: 进行中

# WorkspaceFilterFinished.Header
source: Finished
zh_cn: 已完成

# WorkspaceFilterPaused.Header
source: Paused
zh_cn: 已暂停

source: More download options
zh_cn: 更多下载选项

# WorkspaceConversations.Text
source: Conversations
zh_cn: 会话

source: Add attachment
zh_cn: 添加附件

# ChatAdvancedTools.Content
source: Chat tools
zh_cn: 聊天工具

# ChatAdvancedTools.AutomationProperties.Name
source: Reminders, scheduled messages and polls
zh_cn: 提醒、定时消息和投票

# ChatAdvancedDialogTitle
source: Chat tools — {0}
zh_cn: 聊天工具 — {0}

# ChatAdvancedClose
source: Close
zh_cn: 关闭

# ChatAdvancedReminders
source: Reminders
zh_cn: 消息提醒

# ChatAdvancedSchedules
source: Scheduled messages
zh_cn: 定时消息

# ChatAdvancedPolls
source: Polls
zh_cn: 投票

# ChatAdvancedSection
source: Tools
zh_cn: 功能

# ChatAdvancedSearch
source: Filter this list
zh_cn: 筛选当前列表

# ChatAdvancedMessage
source: Message
zh_cn: 选择消息

# ChatAdvancedText
source: Message or question
zh_cn: 消息内容或问题

# ChatAdvancedChoices
source: Choices (one per line, 2–10 choices)
zh_cn: 选项（每行一个，共 2–10 项）

# ChatAdvancedMultiple
source: Allow multiple choices
zh_cn: 允许多选

# ChatAdvancedAnonymous
source: Anonymous poll
zh_cn: 匿名投票

# ChatAdvancedDate
source: Date
zh_cn: 日期

# ChatAdvancedTime
source: Time
zh_cn: 时间

# ChatAdvancedLocalTime
source: Time zone: {0}
zh_cn: 时区：{0}

# ChatAdvancedRetry
source: Retry
zh_cn: 重试

# ChatAdvancedRefresh
source: Refresh list
zh_cn: 刷新列表

# ChatAdvancedBack
source: Back
zh_cn: 返回

# ChatAdvancedEntries
source: Existing reminders, scheduled messages or polls
zh_cn: 已有提醒、定时消息或投票

# ChatAdvancedFilteredEmpty
source: No matches. Try another filter.
zh_cn: 没有匹配项，请更换筛选条件。

# ChatAdvancedEmpty
source: Nothing here yet. You can create an item below when available.
zh_cn: 暂无内容，可在下方创建可用的项目。

# ChatAdvancedReminderEntry
source: Message reminder
zh_cn: 消息提醒

# ChatAdvancedPollOptionCount
source: {0} · Votes: {1:N0}
zh_cn: {0} · 票数：{1:N0}

# ChatAdvancedSetReminder
source: Set reminder
zh_cn: 设置提醒

# ChatAdvancedCancelReminder
source: Cancel reminder
zh_cn: 取消提醒

# ChatAdvancedCancelSchedule
source: Cancel scheduled message
zh_cn: 取消定时消息

# ChatAdvancedSchedule
source: Schedule message
zh_cn: 定时发送

# ChatAdvancedCreatePoll
source: Create poll
zh_cn: 创建投票

# ChatAdvancedReview
source: Review result
zh_cn: 核对结果

# ChatAdvancedConfirmCancelReminder
source: Cancel the reminder for {0}? It will no longer remind you.
zh_cn: 确定取消 {0} 的提醒吗？取消后将不再提醒。

# ChatAdvancedConfirmCancelSchedule
source: Cancel the message scheduled for {0}? It will not be sent.
zh_cn: 确定取消原定于 {0} 发送的消息吗？取消后将不再发送。

# ChatAdvancedReadOnly
source: These actions are not available for this NAS version. You can view existing items or manage them in Synology Chat.
zh_cn: 当前 NAS 版本暂不能执行这些操作。仍可查看已有内容，或前往 Synology Chat 管理。

# ChatAdvancedLoadFailed
source: Could not load these items. Refresh or reconnect to your NAS and try again.
zh_cn: 无法加载内容，请刷新或重新连接 NAS 后重试。

# ChatAdvancedNeedsReview
source: The result is not confirmed. Review the result before taking another action.
zh_cn: 结果尚未确认。请先核对结果，暂勿再次操作。

# ChatAdvancedDone
source: Done. The result has been checked.
zh_cn: 已完成，并已核对结果。

# ChatAdvancedOperationFailed
source: The action could not be completed. Refresh to check the current state and try again.
zh_cn: 操作未完成，请刷新核对当前状态后重试。

# ChatAdvancedPermissionFailed
source: This account cannot perform the action. Check its Chat permissions.
zh_cn: 此账号无法执行该操作，请检查聊天权限。

# ChatAdvancedSessionExpired
source: Your connection has expired. Reconnect and review the result.
zh_cn: 连接已过期，请重新连接后核对结果。

# ChatAdvancedUnavailable
source: This tool is not available. Choose another tool or use Synology Chat.
zh_cn: 此功能暂不可用，请选择其他功能，或前往 Synology Chat 操作。

# ChatActionForward
source: Forward message
zh_cn: 转发消息

# ChatActionAnnouncements
source: Group announcements
zh_cn: 群公告

# ChatActionClose
source: Close conversation
zh_cn: 关闭会话

# ChatActionPin
source: Set as announcement
zh_cn: 设为群公告

# ChatActionUnpin
source: Remove announcement
zh_cn: 取消群公告

# ChatActionTargets
source: Receiving conversations
zh_cn: 选择接收会话

# ChatActionConfirm
source: I have checked the selection and confirm this action.
zh_cn: 我已核对选择，确认执行此操作。

# ChatActionForwardWarning
source: The selected conversations and contacts will receive these messages and their attachments. Check the messages and recipients before confirming.
zh_cn: 选中的会话和联系人将收到这些消息及其附件，请核对消息和接收方后确认。

# ChatActionPinWarning
source: This message will be shown as a group announcement, visible to group members.
zh_cn: 这条消息将设为群公告，群成员可以查看。

# ChatActionCloseWarning
source: The selected conversations will leave the current list and their messages will enter Synology Chat archives. This does not delete the messages.
zh_cn: 关闭后，选中的会话将从当前列表移除，消息将进入 Synology Chat 归档，并非删除消息。

# ChatActionConfirmUnpin
source: Remove the announcement dated {0}? The original message will remain.
zh_cn: 确定取消 {0} 的群公告吗？原消息仍会保留。

# ChatActionUnavailable
source: This action is not available for this conversation. Group announcements require an unencrypted group; encrypted conversations can only be closed.
zh_cn: 此会话无法使用所选操作。群公告仅适用于未加密群聊；加密会话仅可关闭。

# ChatBatchMessages
source: Select messages to forward
zh_cn: 选择要转发的消息

# ChatBatchNewDirectUsers
source: Start a chat and forward to
zh_cn: 新建单聊并转发给

# ChatBatchNewDirectDetail
source: A direct chat will be opened before forwarding.
zh_cn: 将先打开与此人的单聊，再转发消息。

# ChatBatchCloseTargets
source: Select conversations to close
zh_cn: 选择要关闭的会话

# ChatBatchResults
source: Results for each selected item
zh_cn: 各选中项的处理结果

# ChatBatchSummary
source: Completed: {0}. Failed: {1}. To verify: {2}. Not started: {3}.
zh_cn: 已完成 {0} 项，失败 {1} 项，待核对 {2} 项，未开始 {3} 项。

# ChatBatchStatePending
source: Not started
zh_cn: 尚未开始

# ChatBatchStateRunning
source: Working…
zh_cn: 正在处理…

# ChatBatchStateDone
source: Completed and verified
zh_cn: 已完成并核对

# ChatBatchStateFailed
source: Could not complete. Refresh and check access before trying again.
zh_cn: 未能完成，请刷新并确认权限后再试。

# ChatBatchStateReview
source: Result unknown. Verify before taking further action.
zh_cn: 结果尚不明确，请先核对再进行后续操作。

# ChatBatchStateNotRun
source: Not started
zh_cn: 未开始执行

# ChatBatchOpenDirect
source: Open chat with {0}
zh_cn: 打开与 {0} 的单聊

# ChatBatchContinue
source: Continue remaining items
zh_cn: 继续处理剩余项

# ChatBatchStopRemaining
source: Do not start remaining items
zh_cn: 不再执行剩余项

# ChatBatchStopped
source: Remaining items were not started. Completed changes are kept.
zh_cn: 剩余项未开始执行，已完成的更改会保留。

# ChatBatchReadyToContinue
source: Previous results are verified. Continue to start the remaining selected items.
zh_cn: 前面的结果已核对。点击继续，可处理剩余选中项。

# ChatBatchFinishedWithFailures
source: Some items could not be completed. Check each result below; successful items will not be repeated.
zh_cn: 部分项目未能完成，请查看下方各项结果。已成功的项目不会重复执行。

# ChatBatchDelete
source: Delete selected messages
zh_cn: 删除选中消息

# ChatBatchDeleteMessages
source: Select your messages to delete
zh_cn: 选择要删除的本人消息

# ChatBatchDeleteWarning
source: The selected messages you sent will be deleted from this conversation. Other members may no longer see them. This cannot be undone here.
zh_cn: 选中的本人消息将从此会话删除，其他成员可能不再看到这些消息，无法在此撤销。

# ChatBatchConfirmContinue
source: I confirm starting the remaining selected items.
zh_cn: 我确认开始处理剩余选中项。

# ChatBatchNoMessages
source: No eligible messages are loaded. Close this window, load earlier messages, then reopen chat tools.
zh_cn: 当前已加载的消息中没有可选项。请关闭此窗口，加载更早消息后再打开聊天工具。

# DownloadSettingsAction.Content
source: Settings
zh_cn: 设置

# DownloadSettingsTitle
source: Download settings
zh_cn: 下载设置

# DownloadSettingsClose
source: Close
zh_cn: 关闭

# DownloadSettingsDestination
source: Default folder on NAS
zh_cn: NAS 默认保存文件夹

# DownloadSettingsDestinationUnavailable
source: This version does not support changing the default folder.
zh_cn: 当前版本不支持修改默认保存文件夹。

# DownloadSettingsEmule
source: Enable eMule
zh_cn: 启用 eMule

# DownloadSettingsExtract
source: Automatic extraction for other users
zh_cn: 为其他用户自动解压

# DownloadSettingsBtDownload
source: BT download
zh_cn: BT 下载

# DownloadSettingsBtUpload
source: BT upload
zh_cn: BT 上传

# DownloadSettingsWebFtp
source: Web and FTP download
zh_cn: 网页与 FTP 下载

# DownloadSettingsNzb
source: NZB download
zh_cn: NZB 下载

# DownloadSettingsEmuleDownload
source: eMule download
zh_cn: eMule 下载

# DownloadSettingsEmuleUpload
source: eMule upload
zh_cn: eMule 上传

# DownloadSettingsSchedule
source: Use the existing download schedule
zh_cn: 启用现有下载计划

# DownloadSettingsEmuleSchedule
source: Use the existing eMule schedule
zh_cn: 启用现有 eMule 计划

# DownloadSettingsSpeedHint
source: Speed limits are in KB/s. Set 0 for unlimited. Web and FTP changes apply to newly added or resumed tasks.
zh_cn: 限速单位为 KB/s，0 表示不限速。网页与 FTP 的新限速仅影响新建或恢复的任务。

# DownloadSettingsImpact
source: These settings can affect other users and download tasks. Check the folder and limits before saving.
zh_cn: 这些设置可能影响其他用户和下载任务，请核对文件夹与限速后保存。

# DownloadSettingsConfirm
source: I confirm saving these changes.
zh_cn: 我确认保存这些更改。

# DownloadSettingsRefresh
source: Reload settings
zh_cn: 重新读取设置

# DownloadSettingsLoading
source: Loading download settings
zh_cn: 正在读取下载设置

# DownloadSettingsReview
source: Verify saved results
zh_cn: 核对保存结果

# DownloadSettingsContinue
source: Save remaining changes
zh_cn: 保存剩余更改

# DownloadSettingsSave
source: Save settings
zh_cn: 保存设置

# DownloadSettingsLoadFailed
source: Could not read complete settings. Check that your account has management access, then retry.
zh_cn: 无法读取完整设置，请确认账号有管理权限后重试。

# DownloadSettingsNeedsReview
source: The result is not yet confirmed. Verify it before making more changes.
zh_cn: 保存结果尚不明确，请先核对再进行其他更改。

# DownloadSettingsCanContinue
source: Basic settings are saved. Confirm again to save the remaining schedule changes.
zh_cn: 基础设置已保存，请再次确认后保存剩余的计划更改。

# DownloadSettingsSaved
source: Settings saved and verified.
zh_cn: 设置已保存并核对。

# DownloadSettingsPartial
source: Some changes are saved. Check each result and reload settings before making more changes.
zh_cn: 部分更改已保存，请查看各项结果，并重新读取设置后再修改。

# DownloadSettingsSaveFailed
source: Could not save these changes. Reload settings and check your access before trying again.
zh_cn: 未能保存这些更改，请重新读取设置并确认权限后再试。

# DownloadSettingsScheduleFailed
source: Could not read the schedule. Other settings can still be changed; reload to retry.
zh_cn: 未能读取下载计划，其他设置仍可修改；可重新读取后再试。

# DownloadSettingsScheduleUnavailable
source: Download schedule changes are not available on this NAS.
zh_cn: 此 NAS 当前不支持修改下载计划。

# DownloadSettingsBasicResult
source: Basic settings: {0}
zh_cn: 基础设置：{0}

# DownloadSettingsScheduleResult
source: Download schedule: {0}
zh_cn: 下载计划：{0}

# DownloadSettingsUnchanged
source: No changes
zh_cn: 没有更改

# DownloadSettingsNotStarted
source: Not saved yet
zh_cn: 尚未保存

# DownloadSettingsUnknown
source: Result needs verification
zh_cn: 结果待核对

# DownloadSettingsConfirmed
source: Saved and verified
zh_cn: 已保存并核对

# DownloadSettingsRejected
source: Not saved
zh_cn: 未保存

# DownloadSettingsOn
source: On
zh_cn: 开启

# DownloadSettingsOff
source: Off
zh_cn: 关闭

# DownloadSettingsBrowse
source: Browse NAS folders
zh_cn: 浏览 NAS 文件夹

# DownloadSettingsFolderUp
source: Parent folder
zh_cn: 上一级

# DownloadSettingsFolderClose
source: Finish browsing
zh_cn: 结束浏览

# DownloadSettingsFolderOpen
source: Open folder
zh_cn: 打开文件夹

# DownloadSettingsFolderChoose
source: Use selected folder
zh_cn: 使用选中文件夹

# DownloadSettingsFolderRoot
source: Shared folders
zh_cn: 共享文件夹
